export const CHANNEL_IDS = {
    //Бот и вся т ь.д
    BOT_ID: '927241893245489312', //bot id
    ROLES_ST_ID: ['843768646076465212'], //id роли которая выдаётся всем участникам

    // модерации
    MODERATOR_ROLE: ['843767671283122187'],
    ADMIN_ROLE: ['843766596324294679'],
    //OWNER_ROLE: '843761347078127626',
    OWNER_ID: '660368954438582292',
 
    // Лог-канал (Куда бот будет кидать что делают на сервере)
    LOGS: '927831716167548969',
    MODER_LOGS: '',

    // Голосовые каналы
    VOICE_CREATE: '1434926180410069124', // Канал для создания гс
    VOICE_CATEGORY: '1226780359090507906', // Категория для гс
};
